Repository: NaN-tic/trytond-sale_cost_plan
Catalog: locale/*.po
Languages: ca_es

# error:product.cost.plan:
source: No production can be created because Product Cost Plan "%s" has no BOM assigned.
ca_es: No es pot crear cap producció perquè el pla de cost "%s" no té una LdM associada.

# error:production.change_quantity:
source: The Production "%s" is not related to any sale. In this case, you can't use this wizard but you can modify the quantity directly in production's form.
ca_es: La producció "%s" no està associada a cap venda. En aquest cas, no pot utilitzar aquest assistent però pot modificar la quantitat directament al formulari de la producció.

# error:production.change_quantity:
source: You cannot modify the quantity of Production "%s" because it is not in state "Draft" or "Waiting".
ca_es: No pot modificar la quantitat de la producció "%s" perquè no es troba en l'estat "Esborrany" ni "En espera".

# error:sale.change_line_quantity:
source: Quantity already produced!
ca_es: Ja s'ha produit aquesta quantitat!

# error:sale.change_line_quantity:
source: There is no updateable production available!
ca_es: No hi ha producions modificables!

# error:sale.sale:
source: The line "%(line)s" of sale "%(sale)s" doesn't have Cost Plan, so it won't generate any production.
ca_es: La línia "%(line)s" de la venda "%(sale)s" no té Pla de cost, per tant no es generarà cap producció.

# field:production,cost_plan:
source: Cost Plan
ca_es: Pla de costos

# field:production.change_quantity.start,current_quantity:
source: Current Quantity
ca_es: Quantitat actual

# field:production.change_quantity.start,id:
source: ID
ca_es: Identificador

# field:production.change_quantity.start,new_quantity:
source: New Quantity
ca_es: Nova quantitat

# field:production.change_quantity.start,production:
source: Production
ca_es: Producció

# field:production.change_quantity.start,sale_line:
source: Sale Line
ca_es: Línia de venta

# field:production.change_quantity.start,unit_digits:
source: Unit Digits
ca_es: Dígits de la unitat

# field:production.change_quantity.start,uom:
source: Uom
ca_es: UdM

# field:sale.line,cost_plan:
source: Cost Plan
ca_es: Pla de costos

# field:sale.line,productions:
source: Productions
ca_es: Produccions

# field:sale.sale,productions:
source: Productions
ca_es: Produccions

# model:ir.action,name:act_production_form
source: Productions
ca_es: Produccions

# model:ir.action,name:wizard_production_change_quantity
source: Change Sale Quantity
ca_es: Modificar quantitat venda

# model:production.change_quantity.start,name:
source: Change Production Quantity - Start
ca_es: Modificar quantitat producció - Inici

# view:production.change_quantity.start:
source: Change Sale Quantity
ca_es: Modificar quantitat venda

# view:production.change_quantity.start:
source: It will change the quantity of the origin sale line which has been confirmed by the customer. The orinal one will be mantained in the Confirmed Quantity field.
ca_es: Es modificarà la quantitat de la línia de venda d'origen la qual va ser confirmada pel client. L'original es mantindrà al camp Quantitat confirmada.

# view:sale.sale:
source: Productions
ca_es: Produccions

# wizard_button:production.change_quantity,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:production.change_quantity,start,modify:
source: Modify
ca_es: Modifica
